[
    {
        "price": "£895,000",
        "price_qualifier": "Guide Price",
        "address": "Naylors Road, Knowlsey, L27",
        "description": "Rare opportunity to acquire 3.2 acres in Naylors Road, Knowsley. Planning permission for 4 luxury homes or equestrian facility. Stunning design by MSA architects. Visualisations available. Reference: 23/02682/FUL. Unique blend of residential and equestrian living.",
        "phone_number": "01925 931032"
    },
    {
        "price": "£250,000",
        "price_qualifier": "Offers in Excess of",
        "address": "Viola Drive, Liverpool, Merseyside, L27",
        "description": "Sutton Kersh are pleased to present this beautifully maintained three-bedroom semi-detached family home to the market. The property benefits from double glazing and gas central heating throughout. The ground floor briefly comprises a welcoming entrance hallway leading to a spacious, bright family...",
        "phone_number": "0151 453 2272"
    },
    {
        "price": "£245,000",
        "price_qualifier": null,
        "address": "Sherford Close, Liverpool, L27",
        "description": "Purple Bricks are delighted to offer to the market this beautifully presented and extended four bedroom semi detached property. Upon entering the accommodation you will find a spacious hallway leading to a downstairs W.C, which is a fantastic space and could turned into a downstairs shower room. ...",
        "phone_number": "020 3907 2647"
    },
    {
        "price": "£240,000",
        "price_qualifier": null,
        "address": "Viola Drive, Belle Vale, Liverpool, L27",
        "description": "Available for sale with no onward chain is this stunning three bedroom semi detached home, located on Viola Drive in the popular residential area of Belle Vale, L27. Boasting an attractive frontage, this modern property offers generous and beautifully presented living proportions throughout, prom...",
        "phone_number": "0151 453 1497"
    },
    {
        "price": "£225,000",
        "price_qualifier": null,
        "address": "Viola Drive, Belle Vale, Liverpool, L27",
        "description": "This stunning three bedroom semi detached home, located on Viola Drive in the popular residential area of Belle Vale, L27, is introduced to the sales market by appointed agents Move Residential. Certain to make a brilliant future home for a very lucky family, this modern property boasts an attrac...",
        "phone_number": "0151 453 1497"
    },
    {
        "price": "£220,000",
        "price_qualifier": null,
        "address": "Viola Drive, Liverpool, L27",
        "description": "Welcome to Viola Drive, a modern semi-detached family home located in the vibrant area of Liverpool, Merseyside, L27 1AF. This delightful property combines contemporary design with practical living spaces, making it an ideal choice for families looking for a comfortable and stylish home. Upon en...",
        "phone_number": "020 3907 2647"
    },
    {
        "price": "£210,000",
        "price_qualifier": "Offers in Region of",
        "address": "Calderwood Park, Liverpool, L27",
        "description": "Set in a fantastic position this delightful three bedroom end plot semi detached home provides excellent living space completed to a high standard with quality fitments and tasteful décor throughout. Perfect for first time buyers or for those looking for a starter home for their young family.",
        "phone_number": "01525 659945"
    },
    {
        "price": "£190,000",
        "price_qualifier": null,
        "address": "Calderwood Park, Liverpool, L27",
        "description": "Set on a corner plot with lots of potential to extend, this modern semi-detached house offers stylish living spaces and contemporary design in a sought-after neighbourhood. Perfect for families, couples, or individuals seeking a comfortable and elegant home with excellent amenities. As you enter...",
        "phone_number": "020 3907 2647"
    },
    {
        "price": "£185,000",
        "price_qualifier": null,
        "address": "Stonechat Close, Liverpool, L27",
        "description": "Homesure are delighted to welcome to the market this charming 3 bed semi detached property located in Netherley.Upon entering, the immaculate interior welcomes you.",
        "phone_number": "0151 453 2429"
    },
    {
        "price": "£180,000",
        "price_qualifier": "Offers in Region of",
        "address": "Roseside Drive, Liverpool, L27",
        "description": "BRAND NEW TP THE MARKET, a charming three-bedroom end terrace property nestled on Roseside Drive in the heart of Liverpool. Boasting a recent refurbishment, this residence effortlessly combines modern aesthetics with timeless appeal. The property has a side , gated entrance to the back garden , ...",
        "phone_number": "020 3907 2647"
    },
    {
        "price": "£170,000",
        "price_qualifier": null,
        "address": "Brownbill Bank, Liverpool, L27 7AD",
        "description": "Looking for your first home? WiseMove Estate Agents are delighted to present to the sales market this three bedroom semi-detached home on Brownbill Bank. Located in the popular postcode of L27",
        "phone_number": "0151 453 1291"
    },
    {
        "price": "£160,000",
        "price_qualifier": null,
        "address": "Barnstream Close, Netherley, Liverpool, L27",
        "description": "Move Residential are thrilled to introduce to the sales market this delightful three bedroom mid terrace home on Barnstream Close, in the favoured residential area of Netherley, L27. Offering generously proportioned and beautifully presented accommodation throughout, this home is ready to be move...",
        "phone_number": "0151 453 1497"
    },
    {
        "price": "£160,000",
        "price_qualifier": null,
        "address": "Woodgate, Liverpool, L27",
        "description": "This well-presented mid-terrace family home, located in the popular area of Woodgate, Liverpool, offers a comfortable living space perfect for modern family life. Upon entering the property, you are welcomed into a spacious entrance hall leading to the versatile living/dining room, a generous spa...",
        "phone_number": "020 3907 2647"
    },
    {
        "price": "£155,000",
        "price_qualifier": "Offers in Region of",
        "address": "Waterford Road, Liverpool, Merseyside, L27",
        "description": "Brought to the market is this vastly improved and meticulously maintained 3 bedroom mid-town house property in a highly sought after area.",
        "phone_number": "0151 453 3725"
    },
    {
        "price": "£155,000",
        "price_qualifier": "Offers in Excess of",
        "address": "Bramblewood Close, Netherley, Liverpool, Merseyside, L27",
        "description": "Brouught to the market is this 4 bedroom terrace property in the popular L27 area.",
        "phone_number": "0151 453 3725"
    },
    {
        "price": "£150,000",
        "price_qualifier": null,
        "address": "Sherford Close, Liverpool, Merseyside, L27",
        "description": "Welcome to this 3 double bedroom, mid town house property, with gardens front and rear, driveway and ground floor WC; making it a perfect property for any first time or starter family home.",
        "phone_number": "0151 453 3725"
    },
    {
        "price": "£150,000",
        "price_qualifier": null,
        "address": "Newchurch Close, Liverpool, Merseyside, L27",
        "description": "We are pleased to offer for sale this 3 double bedroom end of terrace property in a popular residential location.",
        "phone_number": "0151 453 3725"
    },
    {
        "price": "£142,500",
        "price_qualifier": null,
        "address": "Winnipeg Drive, Liverpool, Merseyside, L27",
        "description": "A well presented and well maintained 3 bedroom mid town house property with driveway and gardens.",
        "phone_number": "0151 453 3725"
    },
    {
        "price": "£140,000",
        "price_qualifier": "Offers in Excess of",
        "address": "Sharwood Road, Liverpool, L27",
        "description": "Set in a fantastic position in the sought after location of L27 is this delightful three bedroom terraced property which provides excellent living space. Perfect for first time buyers or for those looking for a starter home for their young family, this delightful property has a great deal to offer.",
        "phone_number": "01525 659945"
    },
    {
        "price": "£140,000",
        "price_qualifier": null,
        "address": "Parkview Drive, Netherley, Liverpool",
        "description": "Cameron Mackenzie are pleased to offer for sale this mid terraced property situated in an established residential area of Liverpool. The accommodation briefly comprises of entrance hall, ground floor WC, through lounge/dining room, fitted kitchen, three bedrooms, bedroom three currently bei (cont.)",
        "phone_number": "0151 453 8807"
    },
    {
        "price": "£135,000",
        "price_qualifier": null,
        "address": "Winnipeg Drive, L27",
        "description": "Notice Of Offer Property Address:5 Winnipeg Drive, L27 7DB We advise that an offer has been made for the above property in the sum of £125,000. Any persons wishing to increase on this offer should notify the agents of their best offer prior to exchange of contracts. Agents Address: Cent...",
        "phone_number": "0151 453 3828"
    },
    {
        "price": "£130,000",
        "price_qualifier": "Offers in Region of",
        "address": "Osprey Close, Liverpool, Merseyside, L27",
        "description": "Sutton Kersh are delighted to offer for sale this beautifully presented and chic two bedroom, mid terraced dwelling. The property offers well-planned accommodation across two floors, with ergonomic living throughout. Briefly comprising, to the ground floor, a welcoming entrance vestibule, leading...",
        "phone_number": "0151 453 2272"
    },
    {
        "price": "£125,000",
        "price_qualifier": null,
        "address": "Clematis Road, Liverpool, Merseyside, L27",
        "description": "Entwistle Green are pleased to present to the market this three bedroom mid terraced house situated in L27. No chain involved. This would be an ideal first purchase or family home due to the endless potential to renovate and put your own stamp on the property. The property benefits fro...",
        "phone_number": "0151 453 3741"
    },
    {
        "price": "£125,000",
        "price_qualifier": null,
        "address": "Clematis Road, Netherley, Liverpool, L27",
        "description": "Venmore Estate Agents are pleased to present to the sales market this three bedroom terrace property in the popular residential area of Netherley, Liverpool. Sold with no onward chain.",
        "phone_number": "0151 453 6513"
    },
    {
        "price": "£110,000",
        "price_qualifier": null,
        "address": "Victoria Falls Road, Liverpool, Merseyside, L27",
        "description": "Entwistle Green is pleased to offer for sale this end town house property that has so much potential to make a lovely family home or first purchase. It currently has great accommodation comprising of a hallway, cloakroom and WC, lounge and dining room, kitchen. To the first floor are 3 bedrooms w...",
        "phone_number": "0151 453 3741"
    },
    {
        "price": "£100,000",
        "price_qualifier": null,
        "address": "Heysham Lawn, Netherley, Liverpool, Merseyside, L27",
        "description": "Located on the ever popular Woodlands Estate in Netherley, this 3 bedroom town house property is being offered for sale with no onward chain!",
        "phone_number": "0151 453 3725"
    },
    {
        "price": "£90,000",
        "price_qualifier": "Offers Over",
        "address": "Broomhill Close, Netherley, Liverpool",
        "description": "This first floor apartment is situated in an established residential area of Netherley not far from Belle Vale shopping centre with its shops and amenities. The accommodation briefly comprises of entrance hall, lounge, kitchen, two bedrooms and bathroom. There is a communal area to the rea (cont.)",
        "phone_number": "0151 453 8807"
    },
    {
        "price": "£70,000",
        "price_qualifier": null,
        "address": "Gateside Close, Liverpool, Merseyside, L27",
        "description": "A rare opportunity to acquire a 50% Shared Ownership bungalow. Attractively presented and enjoying a cul-de-sac position. The accommodation includes a hall, lounge, kitchen, Conservatory, two bedrooms and bathroom / wet room. Externally there are delightful landscaped gardens. The property furthe...",
        "phone_number": "0151 453 1898"
    },
    {
        "price": "£51,250",
        "price_qualifier": "Shared ownership",
        "address": "Sherford Close, Liverpool, L27",
        "description": "PurpleBricks are delighted to offer for sale this beautifully presented three bedroom semi detached property offered on a 25% shared ownership basis with Riverside Home Ownership, provides an ideal buy for the first time buyer. Upon entering the accommodation you will find a spacious hallway lead...",
        "phone_number": "020 3907 2647"
    },
    {
        "price": "£810 pcm",
        "price_qualifier": "",
        "address": "St. Cyrils Close, Liverpool, Merseyside, L27",
        "description": "1 bed ground floor SHELTERED flat for over 55s only. LEVEL ACCESS SHOWER. Rent includes a charge for heating and water. Flat is self contained but there is a communal lounge and laundry room on site. NO PETS ALLOWED. Advance rent payment required at sign up .READY TO LET.",
        "phone_number": "0151 541 0524"
    },
    {
        "price": "£895,000",
        "price_qualifier": "Guide Price",
        "address": "Naylors Road, Knowlsey, L27",
        "description": "Rare opportunity to acquire 3.2 acres in Naylors Road, Knowsley. Planning permission for 4 luxury homes or equestrian facility. Stunning design by MSA architects. Visualisations available. Reference: 23/02682/FUL. Unique blend of residential and equestrian living.",
        "phone_number": "01925 931032"
    }
]